# Base Brewfile — shared between work and personal Macs.
# Per-machine additions live in ~/.Brewfile.work and ~/.Brewfile.personal,
# applied by run_onchange_brew-bundle.sh after this one.

# Taps
tap "FelixKratz/formulae"
tap "nikitabobko/tap"

# Shell + terminal
brew "neovim"
brew "tmux"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "starship"
brew "lazygit"
brew "yazi"
brew "atuin"
brew "direnv"
brew "entr"
brew "jq"
brew "git-delta"
brew "prettierd"
brew "sqlfluff"
brew "pgcli"

# System monitoring
brew "btop"
brew "htop"

# Version managers
brew "asdf"

# Identity / dotfiles tooling
brew "chezmoi"
brew "gh"
brew "mas"
# Secret scanner — guards `dotfiles-publish` before anything reaches the public repo.
brew "gitleaks"

# Window manager + borders
brew "borders"

# Default-browser router. Sends URLs to the right Chrome profile based on
# domain. Per-machine config rendered from .chezmoidata.yaml -> chromeProfiles.
# Config file: ~/.config/finicky/finicky.js (templated)
cask "finicky"

# Casks
# Note: docker-desktop intentionally not pinned here — `brew bundle` can't
# adopt a pre-existing /Applications/Docker.app without an interactive sudo
# for chmod, which breaks unattended `chezmoi apply`. On a fresh Mac with no
# Docker, install once with: brew install --cask docker-desktop
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "1password-cli"
cask "font-iosevka-term-nerd-font"
