tap "cormacrelf/tap"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "git"
brew "asdf"
brew "ast-grep"
brew "autojump"
brew "bash"
brew "libgit2"
brew "bat"
brew "bc"
brew "boost"
brew "btop"
brew "chezmoi"
brew "chmlib"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "dark-mode"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "glab"
brew "gnu-sed"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "llvm"
brew "llvm@16"
brew "llvm@17"
brew "luarocks"
brew "markdownlint-cli2"
brew "mongosh"
brew "neovim"
brew "nowplaying-cli"
brew "p7zip"
brew "pgcli"
brew "pngpaste"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "powerlevel10k"
brew "protobuf"
brew "railway"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "resvg"
brew "ripgrep"
brew "sendemail"
brew "sevenzip"
brew "spotify_player"
brew "starship"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "watchman"
brew "wget"
brew "whisper-cpp"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/borders"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "aerospace"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "kitty"
cask "qutebrowser"
cask "skim"
